{
  "timestamp": "2025-08-07T13:12:46.154882",
  "source": "https://www.britannica.com/science/artificial-intelligence",
  "content": "Artificial intelligence (AI) | Definition, Examples, Types, Applications, Companies, & Facts | Britannica\nSearch Britannica\nClick here to search\nSearch Britannica\nClick here to search\nSUBSCRIBE\nSUBSCRIBE\nLogin\nhttps://premium.britannica.com/premium-membership/?utm_source=premium&utm_medium=nav-login-box&utm_campaign=evergreen\nSUBSCRIBE\nHome\nHistory & Society\nScience & Tech\nBiographies\nAnimals & Nature\nGeography & Travel\nArts & Culture\nProCon\nMoney\nGames & Quizzes\nVideos\nOn This Day\nOne Good Fact\nDictionary\nNew Articles\nHistory & Society\nLifestyles & Social Issues\nPhilosophy & Religion\nPolitics, Law & Government\nWorld History\nScience & Tech\nHealth & Medicine\nScience\nTechnology\nBiographies\nBrowse Biographies\nAnimals & Nature\nBirds, Reptiles & Other Vertebrates\nBugs, Mollusks & Other Invertebrates\nEnvironment\nFossils & Geologic Time\nMammals\nPlants\nGeography & Travel\nGeography & Travel\nArts & Culture\nEntertainment & Pop Culture\nLiterature\nSports & Recreation\nVisual Arts\nImage Galleries\nPodcasts\nSummaries\nTop Questions\nBritannica Kids\nAsk the Chatbot\nGames & Quizzes\nHistory & Society\nScience & Tech\nBiographies\nAnimals & Nature\nGeography & Travel\nArts & Culture\nProCon\nMoney\nVideos\nartificial intelligence\nTable of Contents\nIntroduction & Top Questions\nWhat is intelligence?\nLearning\nReasoning\nProblem solving\nPerception\nLanguage\nMethods and goals in AI\nSymbolic vs. connectionist approaches\nArtificial general intelligence (AGI), applied AI, and cognitive simulation\nAI technology\nMachine learning\nLarge language models and natural language processing\nAutonomous vehicles\nVirtual assistants\nRisks\nIs artificial general intelligence (AGI) possible?\nWant to learn more?\nReferences & Edit History\nQuick Facts & Related Topics\nImages & Videos\nFor Students\nartificial intelligence summary\nQuizzes\nComputers and Technology Quiz\nRelated Questions\nWhat is artificial intelligence?\nTechnology\nComputers\nartificial intelligence\nImage generated by the Stable Diffusion model from the prompt “the ability of a digital computer or computer-controlled robot to perform tasks commonly associated with intelligent beings,” which is the definition of artificial intelligence (AI) in the\nEncyclopædia Britannica\narticle on the subject. Stable Diffusion is trained on a large set of images paired with textual descriptions and uses natural language processing (NLP) to generate an image.\n(more)\nartificial intelligence\nQuick Summary\nAsk the Chatbot\nPrint\nprint\nPrint\nPlease select which sections you would like to print:\nTable Of Contents\nCite\nverified\nCite\nWhile every effort has been made to follow citation style rules, there may be some discrepancies.\nPlease refer to the appropriate style manual or other sources if you have any questions.\nSelect Citation Style\nMLA\nAPA\nChicago Manual of Style\nCopy Citation\nShare\nShare\nShare to social media\nFacebook\nX\nURL\nhttps://www.britannica.com/technology/artificial-intelligence\nFeedback\nExternal Websites\nFeedback\nCorrections? Updates? Omissions? Let us know if you have suggestions to improve this article (requires login).\nFeedback Type\nSelect a type (Required)\nFactual Correction\nSpelling/Grammar Correction\nLink Correction\nAdditional Information\nOther\nYour Feedback\nSubmit Feedback\nThank you for your feedback\nOur editors will review what you’ve submitted and determine whether to revise the article.\nExternal Websites\nLifewire - What is artificial intelligence?\nFrontiers - Frontiers in Robotics and AI - A Review of Future and Ethical Perspectives of Robotics and AI\nComputer History Museum - AI and Robotics\nInternet Encyclopedia of Philosophy - Artificial Intelligence\nIOPscience - Journal of Physics: Conference Series - Application of Artificial Intelligence in Integrated Circuits (PDF)\nHarvard University - Science in the News - The History of Artificial Intelligence\nNational Center for Biotechnology Information - PubMed Central - What is new in computer vision and artificial intelligence in medical image analysis applications\nJournal of Emerging Technologies and Innovative Research - A Study on the Robotics and Artificial Intelligence\nNational Center for Biotechnology Information - PubMed Central - The rise of artificial intelligence in healthcare applications\nBritannica Websites\nArticles from Britannica Encyclopedias for elementary and high school students.\nartificial intelligence - Children's Encyclopedia (Ages 8-11)\nartificial intelligence (AI) - Student Encyclopedia (Ages 11 and up)\nQuick Summary\nAsk the Chatbot a Question\nAlso known as: AI\nWritten by\nB.J. Copeland\nProfessor of Philosophy and Director of the Turing Archive for the History of Computing, University of Canterbury, Christchurch, New Zealand. Author of\nArtificial Intelligence\nand others.\nB.J. Copeland\nFact-checked by\nThe Editors of Encyclopaedia Britannica\nEncyclopaedia Britannica's editors oversee subject areas in which they have extensive knowledge, whether from years of experience gained by working on that content or via study for an advanced degree. They write new content and verify and edit content received from contributors.\nThe Editors of Encyclopaedia Britannica\nLast Updated:\nAug 7, 2025\n•\nArticle History\nTable of Contents\nTable of Contents\nQuick Summary\nAsk the Chatbot a Question\nKey People:\nGeoffrey Hinton\nJohn M. Jumper\nMarvin Minsky\nEdward Albert Feigenbaum\nAllen Newell\n(Show more)\nRelated Topics:\nhistory of artificial intelligence (AI)\nGeneral Problem Solver\nframe\ngenerative AI\nLogic Theorist\n(Show more)\nSee all related content\nTop Questions\nWhat is artificial intelligence?\nArtificial intelligence is the ability of a\ncomputer\nor computer-controlled\nrobot\nto perform tasks that are commonly associated with the\nintellectual processes characteristic of humans\n, such as the ability to reason. Although there are as yet no AIs that match full human flexibility over wider domains or in tasks requiring much everyday knowledge, some AIs perform specific tasks as well as humans.\nLearn more.\nAre artificial intelligence and machine learning the same?\nNo, artificial intelligence and\nmachine learning\nare not the same, but they are closely related. Machine learning is the method to train a\ncomputer\nto learn from its inputs but without explicit programming for every circumstance. Machine learning helps a computer to achieve artificial intelligence.\nNews\n•\nJapan tech giant SoftBank Group sees better fortunes on surging AI stocks\n•\nAug. 7, 2025, 5:34 AM ET (AP)\n...\n(Show more)\nWall Street poised to open higher, boosted by strong earnings from AI-focused technology sector\n•\nJuly 31, 2025, 8:03 AM ET (AP)\nIs AI causing tech worker layoffs? That's what CEOs suggest, but the reality is complicated\n•\nJuly 30, 2025, 3:45 PM ET (AP)\nWith AI plan, Trump keeps chipping away at a foundational environmental law\n•\nJuly 29, 2025, 1:27 PM ET (AP)\nHow US adults are using AI, according to AP-NORC polling\n•\nJuly 29, 2025, 7:48 AM ET (AP)\nShow less\nartificial intelligence (AI)\n,  the ability of a digital\ncomputer\nor computer-controlled\nrobot\nto perform tasks commonly associated with intelligent beings. The term is frequently applied to the project of developing systems endowed with the\nintellectual\nprocesses characteristic of humans, such as the ability to reason, discover meaning, generalize, or learn from past experience. Since their development in the 1940s,\ndigital computers\nhave been programmed to carry out very complex tasks—such as discovering proofs for mathematical theorems or playing\nchess\n—with great proficiency. Despite continuing advances in computer processing speed and memory capacity, there are as yet no programs that can match full human flexibility over wider domains or in tasks requiring much everyday knowledge. On the other hand, some programs have attained the performance levels of human experts and professionals in executing certain specific tasks, so that artificial intelligence in this limited sense is found in applications as\ndiverse\nas medical\ndiagnosis\n, computer\nsearch engines\n, voice or handwriting recognition, and\nchatbots\n.\nWhat is intelligence?\nWhat do you think?\nIs Artificial Intelligence Good for Society?\nExplore the ProCon debate\nAll but the simplest human behavior is ascribed to intelligence, while even the most complicated\ninsect\nbehavior is usually not taken as an indication of intelligence. What is the difference? Consider the behavior of the digger\nwasp\n,\nSphex ichneumoneus\n. When the female wasp returns to her burrow with food, she first deposits it on the\nthreshold\n, checks for intruders inside her burrow, and only then, if the coast is clear, carries her food inside. The real nature of the wasp’s\ninstinctual behavior\nis revealed if the food is moved a few inches away from the entrance to her burrow while she is inside: on emerging, she will repeat the whole procedure as often as the food is displaced. Intelligence—conspicuously absent in the case of the wasp—must include the ability to adapt to new circumstances.\nPsychologists\ngenerally characterize\nhuman intelligence\nnot by just one trait but by the combination of many diverse abilities. Research in AI has focused chiefly on the following components of intelligence: learning, reasoning,\nproblem solving\n,\nperception\n, and using language.\nLearning\nThere are a number of different forms of learning as applied to artificial intelligence. The simplest is learning by trial and error. For example, a simple\ncomputer\nprogram for solving mate-in-one\nchess\nproblems might try moves at random until mate is found. The program might then store the solution with the position so that, the next time the computer encountered the same position, it would recall the solution. This simple memorizing of individual items and procedures—known as rote learning—is relatively easy to\nimplement\non a computer. More challenging is the problem of\nimplementing\nwhat is called\ngeneralization\n. Generalization involves applying past experience to\nanalogous\nnew situations. For example, a program that learns the past tense of regular English verbs by rote will not be able to produce the past tense of a word such as\njump\nunless the program was previously presented with\njumped\n, whereas a program that is able to generalize can learn the “add\n-ed\n” rule for regular verbs ending in a consonant and so form the past tense of\njump\non the basis of experience with similar verbs.\n(Read Ray Kurzweil’s Britannica essay on the future of “Nonbiological Man.”)\nBritannica Quiz\nComputers and Technology Quiz",
  "type": "web_crawl",
  "quality": "low"
}