{
  "content": "Wesentliches:\n• Der Bundesgerichtshof hat in seinem Urteil VII ZR 55/13 vom 10.\n• April 2014 entschieden, dass der mit der Grundlagenermittlung (Leistungsphase 1) beauftragte Architekt den Besteller hinsichtlich der Genehmigungsfähigkeit des Bauvorhabens vollständig und richtig zu beraten hat.\n• Verletzt der Architekt diese Pflicht und erklärt sich der Besteller aus diesem Grund damit einverstanden, dass der Architekt ein anderes Gebäude als das ursprünglich gewollte plant, ist der Architekt dem Besteller zum Schadensersatz gemäß § 634 Nr.\n• 4, §§ 636, 280, 281 BGB verpflichtet.\n• Im Blatt 1 der VDI 4700 wird die Grundlagenermittlung als erste Leistungsphase des Leistungsbild Gebäude und Innenräume der HOAI definiert.\n\nKurz gesagt: Der Bundesgerichtshof hat in seinem Urteil VII ZR 55/13 vom 10.\n\nWesentliches:\n• Dem Grundlagenvertrag gingen eine Reihe anderer Verträge im Rahmen der neuen Ostpolitik voraus.\n• Unter Bundeskanzler Willy Brandt wurde dadurch eine Kehrtwende von der Hallstein-Doktrin zur innerdeutschen Politik des „ Wandels durch Annäherung “ eingeläutet.\n• August 1970 war ein Vertrag der Bundesrepublik mit der Sowjetunion geschlossen worden ( Moskauer Vertrag ), am 7.\n• Dezember 1970 mit der Volksrepublik Polen ( Warschauer Vertrag ), am 3.\n• September 1971 war das Viermächteabkommen über Berlin getroffen worden, als ergänzende Vereinbarung dazu hatten die Bundesrepublik und die DDR das Transitabkommen über die Durchreise zwischen West-Berlin und der Bundesrepublik und den Verkehrsvertrag über Reiseerleichterungen geschlossen.\n\nKurz gesagt: Dem Grundlagenvertrag gingen eine Reihe anderer Verträge im Rahmen der neuen Ostpolitik voraus.",
  "hash": "badfb63b24f43cc0bcb9396cad4e7ef4df11c264b981e6f9a8ee39b6594f8dc4",
  "id": "BLK_1756805175_roptca",
  "meta": {
    "chain_hint": false,
    "source": "chat"
  },
  "pubkey": "PBMCp2XBiUntTrU3C6OXrXuJv7X68LTVh1MR9gLqAtk=",
  "signature": "KQWTPQR1gj6Tm+UUZECkDA/s4aQyUnonTyFkgY90MAofOmjmS7caQgUsZSmgUmhr66AcHjA8zMFX94m46m0XCA==",
  "signed_at": "2025-11-05T10:06:07Z",
  "tags": [
    "web",
    "learned"
  ],
  "title": "Grundlagen",
  "ts": 1756805175,
  "url": "https://de.wikipedia.org/wiki/Grundlagenermittlung"
}