{
  "content": "Wesentliches:\n• SSL International , ein britischer Konsumgüterhersteller im Eigentum von Reckitt Benckiser\n• SSL , ehemals Space Systems/Loral, ein amerikanisches Raumfahrtunternehmen\n• Secure Sockets Layer , die alte Bezeichnung für Transport Layer Security , ein Netzwerkprotokoll zur sicheren Übertragung von Daten\n• Space Sciences Laboratory , ein Weltraumforschungsinstitut der University of California, Berkeley, Kalifornien (USA)\n• Solid State Logic , weltgrößter Hersteller analoger und digitaler Audiokonsolen im Studio- und Broadcastbereich\n\nKurz gesagt: SSL International , ein britischer Konsumgüterhersteller im Eigentum von Reckitt Benckiser\n\nWesentliches:\n• Alle heute üblichen SSL-VPN-Systeme verwenden den TCP-Port 443 (HTTPS) für die Datenübertragung.\n• Dies hat gegenüber IPSec und anderen VPN-Technologien den Vorteil, mit Network Address Translation ohne weiteres kompatibel zu sein und oft auch durch Proxys und Firewalls von Unternehmen hindurch den Zugriff zu ermöglichen.\n• Neben der daraus folgenden Benutzbarkeit auch in fremden Organisationen (bei IPsec-VPN aufgrund der üblichen Firewallkonfigurationen in der Regel ausgeschlossen) ist bei einer Reihe von SSL-VPNs die Benutzung vieler Funktionen auch ohne vorangehende Installation einer Client -Software möglich.\n• SSL-VPN-Systeme, die ähnlich wie andere VPN-Technologien ( IPsec , L2TP , PPTP ) arbeiten, aber SSL zur Datenübertragung bieten.\n• Bei dieser Variante werden komplette IP-Pakete …\n\nKurz gesagt: Alle heute üblichen SSL-VPN-Systeme verwenden den TCP-Port 443 (HTTPS) für die Datenübertragung.",
  "hash": "e119cf0425f243fd483b8b40228c58df7ca1584412c4b46b46c66bb8e826f0c1",
  "id": "BLK_1756883968_colde0",
  "meta": {
    "chain_hint": false,
    "source": "chat"
  },
  "pubkey": "PBMCp2XBiUntTrU3C6OXrXuJv7X68LTVh1MR9gLqAtk=",
  "signature": "qR7Le4mwcqC6BarpH9s+3QQ46zcK89CPvP2OKwcuxk5hXmRbNR+UWdcV0DJIoVbkScBVswhWBzOT3vWugug+AA==",
  "signed_at": "2025-09-21T08:13:35Z",
  "tags": [
    "web",
    "learned"
  ],
  "title": "Ssl",
  "ts": 1756883968,
  "url": "https://de.wikipedia.org/wiki/Ssl"
}